[Categories.Gladiolus ChallengeCategoryDefinition]
CategoryName="Modo Ultimate Vault Hunter"

[Challenges.Challenge_Gladiolus_KillLootEnemies ChallengeDefinition]
ChallengeName="Edição Aproveitador de Espólios Extremo"
Description="Elimine Carniceiros e Anões Lendários."

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 Carniceiros Lendários"

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 Carniceiros Lendários"

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 75 Carniceiros Lendários"

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 100 Carniceiros Lendários"

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 Carniceiros Lendários"

[Challenges.Challenge_Gladiolus_Kills ChallengeDefinition]
ChallengeName="Rendimento Máximo"
Description="Elimine inimigos no modo Ultimate Vault Hunter."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Elimine 250 inimigos no modo Ultimate Vault Hunter."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 1.000 inimigos no modo Ultimate Vault Hunter."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 2.500 inimigos no modo Ultimate Vault Hunter."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Elimine 5.000 inimigos no modo Ultimate Vault Hunter."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Elimine 10.000 inimigos no modo Ultimate Vault Hunter."

[Challenges.Challenge_Gladiolus_KillTubbies ChallengeDefinition]
ChallengeName="Bolas de Sebo com Patas"
Description="Elimine inimigos Sebosos."

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 Sebosos"

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 Sebosos"

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 75 Sebosos"

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 100 Sebosos"

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 Sebosos"

[Challenges.Challenge_Gladiolus_PearlescentItems ChallengeDefinition]
ChallengeName="O Ouropel Definitivo"
Description="Obtenha objetos iridiscentes."

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Compre ou obtenha como espólio um objeto iridiscente"

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Compre ou obtenha como espólio 2 objetos iridiscentes"

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Compre ou obtenha como espólio 3 objetos iridiscentes"

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Compre ou obtenha como espólio 4 objetos iridiscentes"

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Compre ou obtenha como espólio 5 objetos iridiscentes"

